﻿/* Class = "NSPanel"; title = "Make a Donation"; ObjectID = "3"; */
"Make a Donation" = "Faire un don";

/* Class = "NSTextFieldCell"; title = "Donate to Chax"; ObjectID = "10"; */
"Donate to Chax" = "Donner pour Chax";

/* Class = "NSTextFieldCell"; title = "Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again."; ObjectID = "12"; */
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Merci d'utiliser Chax. Veuillez penser à faire un don pour soutenir le développement de Chax si vous l'appréciez comme complément à iChat. Ce message ne réapparaîtra plus.";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "14"; */
"Donate" = "Donner";

/* Class = "NSButtonCell"; title = "Not Now"; ObjectID = "20"; */
"Not Now" = "Pas maintenant";

